/*
РОБОТА З ФАЙЛАМИ
================

№1
	У текстовий файл порядково записати прізвище, ім'я студента та його оцінку за екзамен.
	Вивести на екран усіх студентів, чиї оцінки менші за бал, який введе користувач і порахувати середній бал по групі.

№2
	Дано текстовий файл. Необхідно створити новий файл, прибравши з нього всі неприйнятні слова.
	Список неприйнятних слів знаходиться в іншому файлі.

№3
	Написати програму транслітерації з української на англійську. Дані для транслітерації беруться з файлу і записуються в інший файл.



Результат роботи: посилання на GitHub
*/
